def help_bool(letter):
    if letter == 'а':
        print('Ассоциативность — свойство операций сложения и умножения чисел, выражаемое тождествами: (а + b) + c = a + (b + c) и (ab)c = a(bc). ')
    elif letter == 'к':
        print('Коммутативность (переместительность) — свойство сложения и умножения чисел, выражаемое тождествами: а+b=b+a, ab =ba. ')
    elif letter == 'д':
        print('Дистрибутивность (от лат. distributivus — распределительный) — свойство умножения, выражаемое тождествами: с (a + b) = са + cb и (а + b)c = ас + bc. ')
    elif letter == 'м':
        print('Законы де Мо́ргана (правила де Мо́ргана) — логические правила, связывающие пары логических операций при помощи логического отрицания. Названы в честь шотландского математика Огастеса де Моргана')
    else:
         print('Ассоциативность — свойство операций сложения и умножения чисел, выражаемое тождествами: (а + b) + c = a + (b + c) и (ab)c = a(bc). ')
         print('Коммутативность (переместительность) — свойство сложения и умножения чисел, выражаемое тождествами: а+b=b+a, ab =ba. ')
         print('Дистрибутивность (от лат. distributivus — распределительный) — свойство умножения, выражаемое тождествами: с (a + b) = са + cb и (а + b)c = ас + bc. ')
         print('Законы де Мо́ргана (правила де Мо́ргана) — логические правила, связывающие пары логических операций при помощи логического отрицания. Названы в честь шотландского математика Огастеса де Моргана')
print (help_bool('м'))